{
  "extensionName": {
    "message": "Print Preview",
    "description": "Extension name."
  },
  "extensionDescription": {
    "message": "Este complemento muestra una vista previa antes de imprimir. Esto se puede hacer dando clic en el botón de la barra de herramientas, las teclas de acceso directo o el menú contextual."
  },
  "extensionEnabled": {
    "message": "Haga clic para obtener una vista previa"
  },
  "works": {
    "message": "Haciendo clic en el icono del complemento o utilizando las teclas de acceso directo puede tener una vista previa de la página a la que está accediendo antes de imprimirla, proporcionando así un ahorro de papel, además de evitar impresiones repetidas que sin duda beneficia a la naturaleza."
  },
  "about_title":{
    "message": "Acerca de"
  },
  "about":{
    "message": "Acerca de Print Preview"
  },
  "note":{
    "message": "Nota: ¡Este complemento es completamente gratuito! Por favor considere hacer una pequeña donación o escribir una reseña en addons.mozilla.org. ¡Gracias!"
  },
  "bugs": {
    "message": "Si encuentra algún error, tiene alguna sugerencia o idea para este complemento: Por favor, abra un nuevo issue."
  },
   "windows": {
    "message": "Teclas de acceso directo de Windows: Ctrl + Shift + U"
  },
  "mac": {
    "message": "Teclas de acceso directo de Mac: Command + Shift + U"
  },
  "linux": {
    "message": "Teclas de acceso directo de Linux: Ctrl + Shift + U"
  },
  "contextMenu": {
    "message": "Menú contextual"
  },
  "shortcuts": {
    "message": "Accesos directos (Predeterminado)"
  },
  "shortcut": {
    "message": "Acceso directo a Print Preview"
  },
  "preferences": {
    "message": "Preferencias"
  },
  "resources": {
    "message": "El complemento tiene actualmente las siguientes características:"
  },
   "resources0": {
    "message": "1. Haga clic en el botón de la barra de herramientas para mostrar la vista previa de impresión"
  },
  "resources1": {
    "message": "2. Habilite o deshabilite el menú contextual para mostrar la vista previa de impresión"
  },
  "resources2": {
    "message": "3. Utilice los accesos directos para abrir la vista previa de impresión"
  },
  "resources3": {
    "message": "4. Puede editar los accesos directos en about:addons (Firefox versión 66.0 o posterior)\n\n"
  },
  "save_preferences": {
    "message": "Guardar preferencias"
  },
  "saved_preferences": {
    "message": "¡Preferencias guardadas!"
  },
  "description_contextmenu": {
    "message": "Permitir o no permitir el menú contextual"
  },
  "change_shortcuts": {
    "message": "Cambiar accesos directos"
  },
    "change_shortcut1": {
    "message": "1. En la barra de direcciones, escriba about:addons"
  },
  "change_shortcut2": {
    "message": "2. Haga clic en el engrane situado encima de los complementos instalados"
  },
  "change_shortcut3": {
    "message": "3. Haga clic en administrar los accesos directos de la extensión"
  }
}
